{
  "version": "1.0",
  "truncation": null,
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 1
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<bos>": {
        "id": "<bos>",
        "ids": [
          1
        ],
        "tokens": [
          "<bos>"
        ]
      },
      "<eos>": {
        "id": "<eos>",
        "ids": [
          2
        ],
        "tokens": [
          "<eos>"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<bos>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "%": 4,
      "'": 5,
      "(": 6,
      ")": 7,
      "*": 8,
      ",": 9,
      "-": 10,
      ".": 11,
      "0": 12,
      "1": 13,
      "2": 14,
      "3": 15,
      "4": 16,
      "5": 17,
      "9": 18,
      ";": 19,
      "<": 20,
      "=": 21,
      ">": 22,
      "?": 23,
      "A": 24,
      "B": 25,
      "C": 26,
      "D": 27,
      "E": 28,
      "F": 29,
      "G": 30,
      "H": 31,
      "I": 32,
      "J": 33,
      "K": 34,
      "L": 35,
      "M": 36,
      "N": 37,
      "O": 38,
      "P": 39,
      "Q": 40,
      "R": 41,
      "S": 42,
      "T": 43,
      "U": 44,
      "V": 45,
      "W": 46,
      "Y": 47,
      "_": 48,
      "a": 49,
      "b": 50,
      "c": 51,
      "d": 52,
      "e": 53,
      "f": 54,
      "g": 55,
      "h": 56,
      "i": 57,
      "k": 58,
      "l": 59,
      "m": 60,
      "n": 61,
      "o": 62,
      "p": 63,
      "q": 64,
      "r": 65,
      "s": 66,
      "t": 67,
      "u": 68,
      "v": 69,
      "w": 70,
      "x": 71,
      "y": 72,
      "z": 73,
      "Ċ": 74,
      "č": 75,
      "Ġ": 76,
      "čĊ": 77,
      "me": 78,
      "at": 79,
      "de": 80,
      "Ġc": 81,
      "Ġt": 82,
      "es": 83,
      "in": 84,
      "nt": 85,
      "ar": 86,
      "Ġp": 87,
      "or": 88,
      "st": 89,
      "ER": 90,
      "LE": 91,
      "RO": 92,
      "na": 93,
      "er": 94,
      "id": 95,
      "Ġe": 96,
      "al": 97,
      "name": 98,
      "CT": 99,
      "ELE": 100,
      "FRO": 101,
      "he": 102,
      "ĠFRO": 103,
      "ĠFROM": 104,
      "SELE": 105,
      "SELECT": 106,
      "an": 107,
      "Ġs": 108,
      "ate": 109,
      "IN": 110,
      "on": 111,
      "rs": 112,
      "HER": 113,
      "WHER": 114,
      "it": 115,
      "re": 116,
      "ĠWHER": 117,
      "dep": 118,
      "Ġthe": 119,
      "ĠWHERE": 120,
      "ic": 121,
      "ion": 122,
      "pl": 123,
      "ro": 124,
      "Ġ=": 125,
      "Ġo": 126,
      "art": 127,
      "AR": 128,
      "is": 129,
      "ĠA": 130,
      "ĠB": 131,
      "ĠO": 132,
      "Ġin": 133,
      "ment": 134,
      "orde": 135,
      "00": 136,
      "ct": 137,
      "ed": 138,
      "ho": 139,
      "uct": 140,
      "Ġa": 141,
      "Ġu": 142,
      "Ġdep": 143,
      "Ġpro": 144,
      "duct": 145,
      "mpl": 146,
      "Ġ'": 147,
      "ĠJ": 148,
      "Ġd": 149,
      "Ġg": 150,
      "Ġl": 151,
      "Ġm": 152,
      "Ġw": 153,
      "artment": 154,
      "ĠBY": 155,
      "Ġdepartment": 156,
      "Ġproduct": 157,
      ");": 158,
      "bl": 159,
      "ou": 160,
      "ome": 161,
      "um": 162,
      "ust": 163,
      "ye": 164,
      "Ġname": 165,
      "Ġre": 166,
      "Ġorde": 167,
      "Ġto": 168,
      "ustome": 169,
      "Ġorders": 170,
      "ET": 171,
      "OIN": 172,
      "date": 173,
      "et": 174,
      "ge": 175,
      "gor": 176,
      "oye": 177,
      "ve": 178,
      "Ġ(": 179,
      "ĠS": 180,
      "Ġan": 181,
      "Ġcustome": 182,
      "ing": 183,
      "ers": 184,
      "Ġempl": 185,
      "ategor": 186,
      "ĠON": 187,
      "ĠJOIN": 188,
      "Ġproducts": 189,
      "oyees": 190,
      "Ġemployees": 191,
      "24": 192,
      "AT": 193,
      "DER": 194,
      "RDER": 195,
      "UP": 196,
      "Wh": 197,
      "ac": 198,
      "gion": 199,
      "nit": 200,
      "ol": 201,
      "ric": 202,
      "tal": 203,
      "ua": 204,
      "ude": 205,
      "Ġ1": 206,
      "Ġ5": 207,
      "ĠG": 208,
      "ĠV": 209,
      "Ġb": 210,
      "Ġst": 211,
      "ĠIN": 212,
      "Ġis": 213,
      "ary": 214,
      "all": 215,
      "Ġof": 216,
      "ĠORDER": 217,
      "Ġus": 218,
      "Ġwho": 219,
      "Ġregion": 220,
      "Ġand": 221,
      "rice": 222,
      "udent": 223,
      "',": 224,
      "024": 225,
      "2024": 226,
      "CH": 227,
      "DAT": 228,
      "UM": 229,
      "ay": 230,
      "ber": 231,
      "gin": 232,
      "im": 233,
      "ma": 234,
      "num": 235,
      "price": 236,
      "ra": 237,
      "sal": 238,
      "up": 239,
      "ubl": 240,
      "Ġ>": 241,
      "ĠC": 242,
      "ĠN": 243,
      "ĠT": 244,
      "ĠY": 245,
      "Ġf": 246,
      "Ġar": 247,
      "Ġall": 248,
      "ation": 249,
      "Ġcategor": 250,
      "ess": 251,
      "Ġpubl": 252,
      "ROUP": 253,
      "Ġex": 254,
      "ales": 255,
      "ith": 256,
      "ity": 257,
      "dept": 258,
      "ARCH": 259,
      "ĠAS": 260,
      "order": 261,
      "Ġunit": 262,
      "Ġwith": 263,
      "ount": 264,
      "ours": 265,
      "Ġcustomer": 266,
      "What": 267,
      "ĠGROUP": 268,
      "ĠVARCH": 269,
      "Ġby": 270,
      "Ġusers": 271,
      "number": 272,
      "Ġare": 273,
      "Ġpublis": 274,
      "ĠVARCHAR": 275,
      "';": 276,
      "');": 277,
      "),": 278,
      "01": 279,
      "AB": 280,
      "AL": 281,
      "EE": 282,
      "ES": 283,
      "EAR": 284,
      "Fin": 285,
      "Ho": 286,
      "IM": 287,
      "KE": 288,
      "Li": 289,
      "ND": 290,
      "Qu": 291,
      "Sho": 292,
      "VG": 293,
      "WEE": 294,
      "ab": 295,
      "am": 296,
      "as": 297,
      "ast": 298,
      "ana": 299,
      "abl": 300,
      "categor": 301,
      "cours": 302,
      "da": 303,
      "en": 304,
      "eer": 305,
      "gn": 306,
      "gua": 307,
      "il": 308,
      "ies": 309,
      "iers": 310,
      "ign": 311,
      "les": 312,
      "lar": 313,
      "lation": 314,
      "nu": 315,
      "ngin": 316,
      "ompl": 317,
      "otal": 318,
      "pi": 319,
      "qua": 320,
      "total": 321,
      "un": 322,
      "vol": 323,
      "yr": 324,
      "ĠD": 325,
      "ĠL": 326,
      "Ġme": 327,
      "Ġart": 328,
      "Ġnumber": 329,
      "Ġqua": 330,
      "Ġyr": 331,
      "atu": 332,
      "atab": 333,
      "Ġth": 334,
      "Ġtr": 335,
      "Ġtabl": 336,
      "ntity": 337,
      "Ġpl": 338,
      "Ġpay": 339,
      "student": 340,
      "ery": 341,
      "Ġeac": 342,
      "Ġema": 343,
      "ans": 344,
      "any": 345,
      "angua": 346,
      "Ġsc": 347,
      "Ġsup": 348,
      "Ġsess": 349,
      "Ġsales": 350,
      "ated": 351,
      "red": 352,
      "icles": 353,
      "ions": 354,
      "pliers": 355,
      "ĠAND": 356,
      "ĠAVG": 357,
      "ĠBET": 358,
      "Ġav": 359,
      "Ġage": 360,
      "Ġdatab": 361,
      "Ġlo": 362,
      "Ġlast": 363,
      "Ġmo": 364,
      "Ġmany": 365,
      "Ġdepartments": 366,
      "Ġnames": 367,
      "Ġtotal": 368,
      "eted": 369,
      "vent": 370,
      "venu": 371,
      "Ġ('": 372,
      "ĠSUM": 373,
      "Ġcustomers": 374,
      "Ġ10": 375,
      "Ġ500": 376,
      "Ġstudent": 377,
      "ĠINT": 378,
      "DATE": 379,
      "imum": 380,
      "rade": 381,
      "salary": 382,
      "ĠCO": 383,
      "ĠTAB": 384,
      "ĠYEAR": 385,
      "Ġfor": 386,
      "Ġcategories": 387,
      "Ġexpi": 388,
      "Ġpublish": 389,
      "Find": 390,
      "How": 391,
      "List": 392,
      "Query": 393,
      "Show": 394,
      "WEEN": 395,
      "anada": 396,
      "category": 397,
      "course": 398,
      "eering": 399,
      "ngineering": 400,
      "ompleted": 401,
      "Ġarticles": 402,
      "Ġquantity": 403,
      "Ġpayment": 404,
      "Ġeach": 405,
      "Ġemail": 406,
      "anguage": 407,
      "Ġsuppliers": 408,
      "Ġsessions": 409,
      "ĠBETWEEN": 410,
      "Ġdatabas": 411,
      "venue": 412,
      "Ġstudents": 413,
      "ĠTABLE": 414,
      "%';": 415,
      "()": 416,
      "(*": 417,
      "();": 418,
      "12": 419,
      "100": 420,
      "25": 421,
      "30": 422,
      "31": 423,
      "42": 424,
      "50": 425,
      "90": 426,
      "AV": 427,
      "CR": 428,
      "Count": 429,
      "Canada": 430,
      "DD": 431,
      "DELE": 432,
      "Dis": 433,
      "EAT": 434,
      "Engineering": 435,
      "FT": 436,
      "Get": 437,
      "HAV": 438,
      "IS": 439,
      "IKE": 440,
      "LP": 441,
      "LUM": 442,
      "Mar": 443,
      "NT": 444,
      "NER": 445,
      "Natu": 446,
      "OP": 447,
      "OW": 448,
      "PR": 449,
      "QL": 450,
      "SA": 451,
      "St": 452,
      "SER": 453,
      "Sales": 454,
      "TE": 455,
      "TER": 456,
      "The": 457,
      "TIN": 458,
      "UK": 459,
      "Unit": 460,
      "UES": 461,
      "UNT": 462,
      "USA": 463,
      "ax": 464,
      "age": 465,
      "bo": 466,
      "ch": 467,
      "cu": 468,
      "custome": 469,
      "cated": 470,
      "completed": 471,
      "dd": 472,
      "em": 473,
      "ew": 474,
      "ey": 475,
      "ent": 476,
      "een": 477,
      "eign": 478,
      "event": 479,
      "ecu": 480,
      "ff": 481,
      "fin": 482,
      "gs": 483,
      "ging": 484,
      "grade": 485,
      "hi": 486,
      "her": 487,
      "hall": 488,
      "iz": 489,
      "ime": 490,
      "ient": 491,
      "ks": 492,
      "king": 493,
      "key": 494,
      "le": 495,
      "lo": 496,
      "mm": 497,
      "mat": 498,
      "ns": 499,
      "op": 500,
      "os": 501,
      "ot": 502,
      "omm": 503,
      "ps": 504,
      "pt": 505,
      "ry": 506,
      "res": 507,
      "ral": 508,
      "ruct": 509,
      "ress": 510,
      "se": 511,
      "shi": 512,
      "tat": 513,
      "ter": 514,
      "tion": 515,
      "ume": 516,
      "urs": 517,
      "uary": 518,
      "ular": 519,
      "ured": 520,
      "ves": 521,
      "ween": 522,
      "Ġ-": 523,
      "Ġ<": 524,
      "Ġde": 525,
      "Ġor": 526,
      "ĠLE": 527,
      "Ġid": 528,
      "Ġon": 529,
      "Ġho": 530,
      "Ġye": 531,
      "Ġ24": 532,
      "Ġ2024": 533,
      "ĠDAT": 534,
      "ĠKE": 535,
      "Ġvol": 536,
      "ĠQuery": 537,
      "Ġ30": 538,
      "Ġ42": 539,
      "Ġ90": 540,
      "ĠHAV": 541,
      "ĠMar": 542,
      "ĠPR": 543,
      "ĠUnit": 544,
      "Ġkey": 545,
      "ater": 546,
      "athe": 547,
      "Ġcon": 548,
      "Ġcre": 549,
      "Ġcho": 550,
      "Ġcol": 551,
      "Ġcity": 552,
      "Ġcount": 553,
      "Ġcours": 554,
      "Ġcompleted": 555,
      "Ġchall": 556,
      "Ġcomm": 557,
      "Ġtit": 558,
      "Ġtime": 559,
      "int": 560,
      "inimum": 561,
      "inks": 562,
      "nth": 563,
      "Ġper": 564,
      "Ġprice": 565,
      "Ġpop": 566,
      "ork": 567,
      "ory": 568,
      "ored": 569,
      "stra": 570,
      "stam": 571,
      "erage": 572,
      "Ġengineering": 573,
      "Ġeff": 574,
      "alary": 575,
      "hed": 576,
      "hema": 577,
      "anuary": 578,
      "Ġsign": 579,
      "Ġsalary": 580,
      "ING": 581,
      "INSER": 582,
      "revenue": 583,
      "reater": 584,
      "ich": 585,
      "ics": 586,
      "icate": 587,
      "icient": 588,
      "play": 589,
      "rom": 590,
      "roup": 591,
      "Ġopt": 592,
      "ARY": 593,
      "ĠADD": 594,
      "Ġinvol": 595,
      "Ġinvent": 596,
      "Ġabo": 597,
      "Ġadd": 598,
      "Ġup": 599,
      "Ġdept": 600,
      "Ġprobl": 601,
      "Ġ'%": 602,
      "ĠJun": 603,
      "ĠJanuary": 604,
      "Ġdol": 605,
      "Ġgrade": 606,
      "Ġgreater": 607,
      "Ġgroup": 608,
      "Ġlet": 609,
      "Ġlanguage": 610,
      "Ġlinks": 611,
      "Ġmax": 612,
      "Ġmathe": 613,
      "Ġminimum": 614,
      "umns": 615,
      "Ġrelation": 616,
      "Ġrevenue": 617,
      "Ġtop": 618,
      "ETIM": 619,
      "ETDATE": 620,
      "etween": 621,
      "ĠSET": 622,
      "ĠSQL": 623,
      "ĠStat": 624,
      "Ġanot": 625,
      "UPDATE": 626,
      "Which": 627,
      "aced": 628,
      "acking": 629,
      "Ġ100": 630,
      "Ġ50": 631,
      "ĠGETDATE": 632,
      "ĠVAL": 633,
      "Ġbetween": 634,
      "Ġstart": 635,
      "Ġstatu": 636,
      "ĠINNER": 637,
      "Ġused": 638,
      "Ġwhose": 639,
      "imiz": 640,
      "ĠCanada": 641,
      "ĠNLP": 642,
      "ĠNOW": 643,
      "ĠNew": 644,
      "ĠTOP": 645,
      "ĠYork": 646,
      "Ġfrom": 647,
      "Ġcategory": 648,
      "Ġexecu": 649,
      "ĠASC": 650,
      "Ġpublished": 651,
      "ALTER": 652,
      "ESC": 653,
      "IMARY": 654,
      "amount": 655,
      "enging": 656,
      "lars": 657,
      "unicate": 658,
      "ĠDIS": 659,
      "ĠDESC": 660,
      "ĠLanguage": 661,
      "ĠLIKE": 662,
      "Ġthan": 663,
      "Ġthis": 664,
      "Ġtrans": 665,
      "Ġtracking": 666,
      "Ġtable": 667,
      "Ġtables": 668,
      "Ġplans": 669,
      "Ġplaced": 670,
      "Ġscored": 671,
      "Ġschema": 672,
      "Ġavg": 673,
      "Ġaverage": 674,
      "Ġlocated": 675,
      "Ġlogs": 676,
      "Ġmost": 677,
      "Ġmonth": 678,
      "Ġ50000": 679,
      "ĠINTO": 680,
      "ĠCOLUM": 681,
      "ĠCOUNT": 682,
      "Ġforeign": 683,
      "Ġexpired": 684,
      "Ġexpires": 685,
      "Ġpayments": 686,
      "Ġdatabase": 687,
      "Ġdatabases": 688,
      "());": 689,
      "(*)": 690,
      "255": 691,
      "CREAT": 692,
      "DELETE": 693,
      "Display": 694,
      "Natural": 695,
      "Struct": 696,
      "TINCT": 697,
      "customer": 698,
      "fines": 699,
      "login": 700,
      "matics": 701,
      "osing": 702,
      "resses": 703,
      "ships": 704,
      "Ġdefines": 705,
      "ĠLEFT": 706,
      "Ġone": 707,
      "Ġhours": 708,
      "Ġyear": 709,
      "ĠDATETIM": 710,
      "ĠKEY": 711,
      "Ġvolume": 712,
      "ĠHAVING": 713,
      "ĠMarch": 714,
      "ĠPRIMARY": 715,
      "ĠUnited": 716,
      "Ġconstra": 717,
      "Ġcreated": 718,
      "Ġchoosing": 719,
      "Ġcolumns": 720,
      "Ġcountry": 721,
      "Ġcourses": 722,
      "Ġchallenging": 723,
      "Ġcommunicate": 724,
      "Ġtitle": 725,
      "Ġtimestam": 726,
      "Ġpopular": 727,
      "Ġefficient": 728,
      "Ġsigned": 729,
      "INSERT": 730,
      "Ġoptimiz": 731,
      "Ġinvolves": 732,
      "Ġinventory": 733,
      "Ġabove": 734,
      "Ġaddresses": 735,
      "Ġproblem": 736,
      "ĠJune": 737,
      "Ġdollars": 738,
      "Ġgrades": 739,
      "Ġgrouped": 740,
      "Ġletter": 741,
      "Ġmaximum": 742,
      "Ġmathematics": 743,
      "Ġrelationships": 744,
      "ĠStates": 745,
      "Ġanother": 746,
      "ĠVALUES": 747,
      "Ġstatus": 748,
      "Ġexecution": 749,
      "ĠDISTINCT": 750,
      "Ġtranslation": 751,
      "ĠCOLUMN": 752,
      "CREATE": 753,
      "Structured": 754,
      "ĠDATETIME": 755,
      "Ġconstraint": 756,
      "Ġtimestamp": 757,
      "Ġoptimization": 758
    },
    "merges": [
      [
        "č",
        "Ċ"
      ],
      [
        "m",
        "e"
      ],
      [
        "a",
        "t"
      ],
      [
        "d",
        "e"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "Ġ",
        "t"
      ],
      [
        "e",
        "s"
      ],
      [
        "i",
        "n"
      ],
      [
        "n",
        "t"
      ],
      [
        "a",
        "r"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        "o",
        "r"
      ],
      [
        "s",
        "t"
      ],
      [
        "E",
        "R"
      ],
      [
        "L",
        "E"
      ],
      [
        "R",
        "O"
      ],
      [
        "n",
        "a"
      ],
      [
        "e",
        "r"
      ],
      [
        "i",
        "d"
      ],
      [
        "Ġ",
        "e"
      ],
      [
        "a",
        "l"
      ],
      [
        "na",
        "me"
      ],
      [
        "C",
        "T"
      ],
      [
        "E",
        "LE"
      ],
      [
        "F",
        "RO"
      ],
      [
        "h",
        "e"
      ],
      [
        "Ġ",
        "FRO"
      ],
      [
        "ĠFRO",
        "M"
      ],
      [
        "S",
        "ELE"
      ],
      [
        "SELE",
        "CT"
      ],
      [
        "a",
        "n"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "at",
        "e"
      ],
      [
        "I",
        "N"
      ],
      [
        "o",
        "n"
      ],
      [
        "r",
        "s"
      ],
      [
        "H",
        "ER"
      ],
      [
        "W",
        "HER"
      ],
      [
        "i",
        "t"
      ],
      [
        "r",
        "e"
      ],
      [
        "Ġ",
        "WHER"
      ],
      [
        "de",
        "p"
      ],
      [
        "Ġt",
        "he"
      ],
      [
        "ĠWHER",
        "E"
      ],
      [
        "i",
        "c"
      ],
      [
        "i",
        "on"
      ],
      [
        "p",
        "l"
      ],
      [
        "r",
        "o"
      ],
      [
        "Ġ",
        "="
      ],
      [
        "Ġ",
        "o"
      ],
      [
        "ar",
        "t"
      ],
      [
        "A",
        "R"
      ],
      [
        "i",
        "s"
      ],
      [
        "Ġ",
        "A"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "Ġ",
        "O"
      ],
      [
        "Ġ",
        "in"
      ],
      [
        "me",
        "nt"
      ],
      [
        "or",
        "de"
      ],
      [
        "0",
        "0"
      ],
      [
        "c",
        "t"
      ],
      [
        "e",
        "d"
      ],
      [
        "h",
        "o"
      ],
      [
        "u",
        "ct"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "Ġ",
        "u"
      ],
      [
        "Ġ",
        "dep"
      ],
      [
        "Ġp",
        "ro"
      ],
      [
        "d",
        "uct"
      ],
      [
        "m",
        "pl"
      ],
      [
        "Ġ",
        "'"
      ],
      [
        "Ġ",
        "J"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "Ġ",
        "g"
      ],
      [
        "Ġ",
        "l"
      ],
      [
        "Ġ",
        "m"
      ],
      [
        "Ġ",
        "w"
      ],
      [
        "art",
        "ment"
      ],
      [
        "ĠB",
        "Y"
      ],
      [
        "Ġdep",
        "artment"
      ],
      [
        "Ġpro",
        "duct"
      ],
      [
        ")",
        ";"
      ],
      [
        "b",
        "l"
      ],
      [
        "o",
        "u"
      ],
      [
        "o",
        "me"
      ],
      [
        "u",
        "m"
      ],
      [
        "u",
        "st"
      ],
      [
        "y",
        "e"
      ],
      [
        "Ġ",
        "name"
      ],
      [
        "Ġ",
        "re"
      ],
      [
        "Ġ",
        "orde"
      ],
      [
        "Ġt",
        "o"
      ],
      [
        "ust",
        "ome"
      ],
      [
        "Ġorde",
        "rs"
      ],
      [
        "E",
        "T"
      ],
      [
        "O",
        "IN"
      ],
      [
        "d",
        "ate"
      ],
      [
        "e",
        "t"
      ],
      [
        "g",
        "e"
      ],
      [
        "g",
        "or"
      ],
      [
        "o",
        "ye"
      ],
      [
        "v",
        "e"
      ],
      [
        "Ġ",
        "("
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "Ġ",
        "an"
      ],
      [
        "Ġc",
        "ustome"
      ],
      [
        "in",
        "g"
      ],
      [
        "er",
        "s"
      ],
      [
        "Ġe",
        "mpl"
      ],
      [
        "ate",
        "gor"
      ],
      [
        "ĠO",
        "N"
      ],
      [
        "ĠJ",
        "OIN"
      ],
      [
        "Ġproduct",
        "s"
      ],
      [
        "oye",
        "es"
      ],
      [
        "Ġempl",
        "oyees"
      ],
      [
        "2",
        "4"
      ],
      [
        "A",
        "T"
      ],
      [
        "D",
        "ER"
      ],
      [
        "R",
        "DER"
      ],
      [
        "U",
        "P"
      ],
      [
        "W",
        "h"
      ],
      [
        "a",
        "c"
      ],
      [
        "g",
        "ion"
      ],
      [
        "n",
        "it"
      ],
      [
        "o",
        "l"
      ],
      [
        "r",
        "ic"
      ],
      [
        "t",
        "al"
      ],
      [
        "u",
        "a"
      ],
      [
        "u",
        "de"
      ],
      [
        "Ġ",
        "1"
      ],
      [
        "Ġ",
        "5"
      ],
      [
        "Ġ",
        "G"
      ],
      [
        "Ġ",
        "V"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "Ġ",
        "st"
      ],
      [
        "Ġ",
        "IN"
      ],
      [
        "Ġ",
        "is"
      ],
      [
        "ar",
        "y"
      ],
      [
        "al",
        "l"
      ],
      [
        "Ġo",
        "f"
      ],
      [
        "ĠO",
        "RDER"
      ],
      [
        "Ġu",
        "s"
      ],
      [
        "Ġw",
        "ho"
      ],
      [
        "Ġre",
        "gion"
      ],
      [
        "Ġan",
        "d"
      ],
      [
        "ric",
        "e"
      ],
      [
        "ude",
        "nt"
      ],
      [
        "'",
        ","
      ],
      [
        "0",
        "24"
      ],
      [
        "2",
        "024"
      ],
      [
        "C",
        "H"
      ],
      [
        "D",
        "AT"
      ],
      [
        "U",
        "M"
      ],
      [
        "a",
        "y"
      ],
      [
        "b",
        "er"
      ],
      [
        "g",
        "in"
      ],
      [
        "i",
        "m"
      ],
      [
        "m",
        "a"
      ],
      [
        "n",
        "um"
      ],
      [
        "p",
        "rice"
      ],
      [
        "r",
        "a"
      ],
      [
        "s",
        "al"
      ],
      [
        "u",
        "p"
      ],
      [
        "u",
        "bl"
      ],
      [
        "Ġ",
        ">"
      ],
      [
        "Ġ",
        "C"
      ],
      [
        "Ġ",
        "N"
      ],
      [
        "Ġ",
        "T"
      ],
      [
        "Ġ",
        "Y"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "Ġ",
        "ar"
      ],
      [
        "Ġ",
        "all"
      ],
      [
        "at",
        "ion"
      ],
      [
        "Ġc",
        "ategor"
      ],
      [
        "es",
        "s"
      ],
      [
        "Ġp",
        "ubl"
      ],
      [
        "RO",
        "UP"
      ],
      [
        "Ġe",
        "x"
      ],
      [
        "al",
        "es"
      ],
      [
        "it",
        "h"
      ],
      [
        "it",
        "y"
      ],
      [
        "dep",
        "t"
      ],
      [
        "AR",
        "CH"
      ],
      [
        "ĠA",
        "S"
      ],
      [
        "orde",
        "r"
      ],
      [
        "Ġu",
        "nit"
      ],
      [
        "Ġw",
        "ith"
      ],
      [
        "ou",
        "nt"
      ],
      [
        "ou",
        "rs"
      ],
      [
        "Ġcustome",
        "r"
      ],
      [
        "Wh",
        "at"
      ],
      [
        "ĠG",
        "ROUP"
      ],
      [
        "ĠV",
        "ARCH"
      ],
      [
        "Ġb",
        "y"
      ],
      [
        "Ġus",
        "ers"
      ],
      [
        "num",
        "ber"
      ],
      [
        "Ġar",
        "e"
      ],
      [
        "Ġpubl",
        "is"
      ],
      [
        "ĠVARCH",
        "AR"
      ],
      [
        "'",
        ";"
      ],
      [
        "'",
        ");"
      ],
      [
        ")",
        ","
      ],
      [
        "0",
        "1"
      ],
      [
        "A",
        "B"
      ],
      [
        "A",
        "L"
      ],
      [
        "E",
        "E"
      ],
      [
        "E",
        "S"
      ],
      [
        "E",
        "AR"
      ],
      [
        "F",
        "in"
      ],
      [
        "H",
        "o"
      ],
      [
        "I",
        "M"
      ],
      [
        "K",
        "E"
      ],
      [
        "L",
        "i"
      ],
      [
        "N",
        "D"
      ],
      [
        "Q",
        "u"
      ],
      [
        "S",
        "ho"
      ],
      [
        "V",
        "G"
      ],
      [
        "W",
        "EE"
      ],
      [
        "a",
        "b"
      ],
      [
        "a",
        "m"
      ],
      [
        "a",
        "s"
      ],
      [
        "a",
        "st"
      ],
      [
        "a",
        "na"
      ],
      [
        "a",
        "bl"
      ],
      [
        "c",
        "ategor"
      ],
      [
        "c",
        "ours"
      ],
      [
        "d",
        "a"
      ],
      [
        "e",
        "n"
      ],
      [
        "e",
        "er"
      ],
      [
        "g",
        "n"
      ],
      [
        "g",
        "ua"
      ],
      [
        "i",
        "l"
      ],
      [
        "i",
        "es"
      ],
      [
        "i",
        "ers"
      ],
      [
        "i",
        "gn"
      ],
      [
        "l",
        "es"
      ],
      [
        "l",
        "ar"
      ],
      [
        "l",
        "ation"
      ],
      [
        "n",
        "u"
      ],
      [
        "n",
        "gin"
      ],
      [
        "o",
        "mpl"
      ],
      [
        "o",
        "tal"
      ],
      [
        "p",
        "i"
      ],
      [
        "q",
        "ua"
      ],
      [
        "t",
        "otal"
      ],
      [
        "u",
        "n"
      ],
      [
        "v",
        "ol"
      ],
      [
        "y",
        "r"
      ],
      [
        "Ġ",
        "D"
      ],
      [
        "Ġ",
        "L"
      ],
      [
        "Ġ",
        "me"
      ],
      [
        "Ġ",
        "art"
      ],
      [
        "Ġ",
        "number"
      ],
      [
        "Ġ",
        "qua"
      ],
      [
        "Ġ",
        "yr"
      ],
      [
        "at",
        "u"
      ],
      [
        "at",
        "ab"
      ],
      [
        "Ġt",
        "h"
      ],
      [
        "Ġt",
        "r"
      ],
      [
        "Ġt",
        "abl"
      ],
      [
        "nt",
        "ity"
      ],
      [
        "Ġp",
        "l"
      ],
      [
        "Ġp",
        "ay"
      ],
      [
        "st",
        "udent"
      ],
      [
        "er",
        "y"
      ],
      [
        "Ġe",
        "ac"
      ],
      [
        "Ġe",
        "ma"
      ],
      [
        "an",
        "s"
      ],
      [
        "an",
        "y"
      ],
      [
        "an",
        "gua"
      ],
      [
        "Ġs",
        "c"
      ],
      [
        "Ġs",
        "up"
      ],
      [
        "Ġs",
        "ess"
      ],
      [
        "Ġs",
        "ales"
      ],
      [
        "ate",
        "d"
      ],
      [
        "re",
        "d"
      ],
      [
        "ic",
        "les"
      ],
      [
        "ion",
        "s"
      ],
      [
        "pl",
        "iers"
      ],
      [
        "ĠA",
        "ND"
      ],
      [
        "ĠA",
        "VG"
      ],
      [
        "ĠB",
        "ET"
      ],
      [
        "Ġa",
        "v"
      ],
      [
        "Ġa",
        "ge"
      ],
      [
        "Ġd",
        "atab"
      ],
      [
        "Ġl",
        "o"
      ],
      [
        "Ġl",
        "ast"
      ],
      [
        "Ġm",
        "o"
      ],
      [
        "Ġm",
        "any"
      ],
      [
        "Ġdepartment",
        "s"
      ],
      [
        "Ġname",
        "s"
      ],
      [
        "Ġto",
        "tal"
      ],
      [
        "et",
        "ed"
      ],
      [
        "ve",
        "nt"
      ],
      [
        "ve",
        "nu"
      ],
      [
        "Ġ(",
        "'"
      ],
      [
        "ĠS",
        "UM"
      ],
      [
        "Ġcustome",
        "rs"
      ],
      [
        "Ġ1",
        "0"
      ],
      [
        "Ġ5",
        "00"
      ],
      [
        "Ġst",
        "udent"
      ],
      [
        "ĠIN",
        "T"
      ],
      [
        "DAT",
        "E"
      ],
      [
        "im",
        "um"
      ],
      [
        "ra",
        "de"
      ],
      [
        "sal",
        "ary"
      ],
      [
        "ĠC",
        "O"
      ],
      [
        "ĠT",
        "AB"
      ],
      [
        "ĠY",
        "EAR"
      ],
      [
        "Ġf",
        "or"
      ],
      [
        "Ġcategor",
        "ies"
      ],
      [
        "Ġex",
        "pi"
      ],
      [
        "Ġpublis",
        "h"
      ],
      [
        "Fin",
        "d"
      ],
      [
        "Ho",
        "w"
      ],
      [
        "Li",
        "st"
      ],
      [
        "Qu",
        "ery"
      ],
      [
        "Sho",
        "w"
      ],
      [
        "WEE",
        "N"
      ],
      [
        "ana",
        "da"
      ],
      [
        "categor",
        "y"
      ],
      [
        "cours",
        "e"
      ],
      [
        "eer",
        "ing"
      ],
      [
        "ngin",
        "eering"
      ],
      [
        "ompl",
        "eted"
      ],
      [
        "Ġart",
        "icles"
      ],
      [
        "Ġqua",
        "ntity"
      ],
      [
        "Ġpay",
        "ment"
      ],
      [
        "Ġeac",
        "h"
      ],
      [
        "Ġema",
        "il"
      ],
      [
        "angua",
        "ge"
      ],
      [
        "Ġsup",
        "pliers"
      ],
      [
        "Ġsess",
        "ions"
      ],
      [
        "ĠBET",
        "WEEN"
      ],
      [
        "Ġdatab",
        "as"
      ],
      [
        "venu",
        "e"
      ],
      [
        "Ġstudent",
        "s"
      ],
      [
        "ĠTAB",
        "LE"
      ],
      [
        "%",
        "';"
      ],
      [
        "(",
        ")"
      ],
      [
        "(",
        "*"
      ],
      [
        "(",
        ");"
      ],
      [
        "1",
        "2"
      ],
      [
        "1",
        "00"
      ],
      [
        "2",
        "5"
      ],
      [
        "3",
        "0"
      ],
      [
        "3",
        "1"
      ],
      [
        "4",
        "2"
      ],
      [
        "5",
        "0"
      ],
      [
        "9",
        "0"
      ],
      [
        "A",
        "V"
      ],
      [
        "C",
        "R"
      ],
      [
        "C",
        "ount"
      ],
      [
        "C",
        "anada"
      ],
      [
        "D",
        "D"
      ],
      [
        "D",
        "ELE"
      ],
      [
        "D",
        "is"
      ],
      [
        "E",
        "AT"
      ],
      [
        "E",
        "ngineering"
      ],
      [
        "F",
        "T"
      ],
      [
        "G",
        "et"
      ],
      [
        "H",
        "AV"
      ],
      [
        "I",
        "S"
      ],
      [
        "I",
        "KE"
      ],
      [
        "L",
        "P"
      ],
      [
        "L",
        "UM"
      ],
      [
        "M",
        "ar"
      ],
      [
        "N",
        "T"
      ],
      [
        "N",
        "ER"
      ],
      [
        "N",
        "atu"
      ],
      [
        "O",
        "P"
      ],
      [
        "O",
        "W"
      ],
      [
        "P",
        "R"
      ],
      [
        "Q",
        "L"
      ],
      [
        "S",
        "A"
      ],
      [
        "S",
        "t"
      ],
      [
        "S",
        "ER"
      ],
      [
        "S",
        "ales"
      ],
      [
        "T",
        "E"
      ],
      [
        "T",
        "ER"
      ],
      [
        "T",
        "he"
      ],
      [
        "T",
        "IN"
      ],
      [
        "U",
        "K"
      ],
      [
        "U",
        "nit"
      ],
      [
        "U",
        "ES"
      ],
      [
        "U",
        "NT"
      ],
      [
        "U",
        "SA"
      ],
      [
        "a",
        "x"
      ],
      [
        "a",
        "ge"
      ],
      [
        "b",
        "o"
      ],
      [
        "c",
        "h"
      ],
      [
        "c",
        "u"
      ],
      [
        "c",
        "ustome"
      ],
      [
        "c",
        "ated"
      ],
      [
        "c",
        "ompleted"
      ],
      [
        "d",
        "d"
      ],
      [
        "e",
        "m"
      ],
      [
        "e",
        "w"
      ],
      [
        "e",
        "y"
      ],
      [
        "e",
        "nt"
      ],
      [
        "e",
        "en"
      ],
      [
        "e",
        "ign"
      ],
      [
        "e",
        "vent"
      ],
      [
        "e",
        "cu"
      ],
      [
        "f",
        "f"
      ],
      [
        "f",
        "in"
      ],
      [
        "g",
        "s"
      ],
      [
        "g",
        "ing"
      ],
      [
        "g",
        "rade"
      ],
      [
        "h",
        "i"
      ],
      [
        "h",
        "er"
      ],
      [
        "h",
        "all"
      ],
      [
        "i",
        "z"
      ],
      [
        "i",
        "me"
      ],
      [
        "i",
        "ent"
      ],
      [
        "k",
        "s"
      ],
      [
        "k",
        "ing"
      ],
      [
        "k",
        "ey"
      ],
      [
        "l",
        "e"
      ],
      [
        "l",
        "o"
      ],
      [
        "m",
        "m"
      ],
      [
        "m",
        "at"
      ],
      [
        "n",
        "s"
      ],
      [
        "o",
        "p"
      ],
      [
        "o",
        "s"
      ],
      [
        "o",
        "t"
      ],
      [
        "o",
        "mm"
      ],
      [
        "p",
        "s"
      ],
      [
        "p",
        "t"
      ],
      [
        "r",
        "y"
      ],
      [
        "r",
        "es"
      ],
      [
        "r",
        "al"
      ],
      [
        "r",
        "uct"
      ],
      [
        "r",
        "ess"
      ],
      [
        "s",
        "e"
      ],
      [
        "s",
        "hi"
      ],
      [
        "t",
        "at"
      ],
      [
        "t",
        "er"
      ],
      [
        "t",
        "ion"
      ],
      [
        "u",
        "me"
      ],
      [
        "u",
        "rs"
      ],
      [
        "u",
        "ary"
      ],
      [
        "u",
        "lar"
      ],
      [
        "u",
        "red"
      ],
      [
        "v",
        "es"
      ],
      [
        "w",
        "een"
      ],
      [
        "Ġ",
        "-"
      ],
      [
        "Ġ",
        "<"
      ],
      [
        "Ġ",
        "de"
      ],
      [
        "Ġ",
        "or"
      ],
      [
        "Ġ",
        "LE"
      ],
      [
        "Ġ",
        "id"
      ],
      [
        "Ġ",
        "on"
      ],
      [
        "Ġ",
        "ho"
      ],
      [
        "Ġ",
        "ye"
      ],
      [
        "Ġ",
        "24"
      ],
      [
        "Ġ",
        "2024"
      ],
      [
        "Ġ",
        "DAT"
      ],
      [
        "Ġ",
        "KE"
      ],
      [
        "Ġ",
        "vol"
      ],
      [
        "Ġ",
        "Query"
      ],
      [
        "Ġ",
        "30"
      ],
      [
        "Ġ",
        "42"
      ],
      [
        "Ġ",
        "90"
      ],
      [
        "Ġ",
        "HAV"
      ],
      [
        "Ġ",
        "Mar"
      ],
      [
        "Ġ",
        "PR"
      ],
      [
        "Ġ",
        "Unit"
      ],
      [
        "Ġ",
        "key"
      ],
      [
        "at",
        "er"
      ],
      [
        "at",
        "he"
      ],
      [
        "Ġc",
        "on"
      ],
      [
        "Ġc",
        "re"
      ],
      [
        "Ġc",
        "ho"
      ],
      [
        "Ġc",
        "ol"
      ],
      [
        "Ġc",
        "ity"
      ],
      [
        "Ġc",
        "ount"
      ],
      [
        "Ġc",
        "ours"
      ],
      [
        "Ġc",
        "ompleted"
      ],
      [
        "Ġc",
        "hall"
      ],
      [
        "Ġc",
        "omm"
      ],
      [
        "Ġt",
        "it"
      ],
      [
        "Ġt",
        "ime"
      ],
      [
        "in",
        "t"
      ],
      [
        "in",
        "imum"
      ],
      [
        "in",
        "ks"
      ],
      [
        "nt",
        "h"
      ],
      [
        "Ġp",
        "er"
      ],
      [
        "Ġp",
        "rice"
      ],
      [
        "Ġp",
        "op"
      ],
      [
        "or",
        "k"
      ],
      [
        "or",
        "y"
      ],
      [
        "or",
        "ed"
      ],
      [
        "st",
        "ra"
      ],
      [
        "st",
        "am"
      ],
      [
        "er",
        "age"
      ],
      [
        "Ġe",
        "ngineering"
      ],
      [
        "Ġe",
        "ff"
      ],
      [
        "al",
        "ary"
      ],
      [
        "he",
        "d"
      ],
      [
        "he",
        "ma"
      ],
      [
        "an",
        "uary"
      ],
      [
        "Ġs",
        "ign"
      ],
      [
        "Ġs",
        "alary"
      ],
      [
        "IN",
        "G"
      ],
      [
        "IN",
        "SER"
      ],
      [
        "re",
        "venue"
      ],
      [
        "re",
        "ater"
      ],
      [
        "ic",
        "h"
      ],
      [
        "ic",
        "s"
      ],
      [
        "ic",
        "ate"
      ],
      [
        "ic",
        "ient"
      ],
      [
        "pl",
        "ay"
      ],
      [
        "ro",
        "m"
      ],
      [
        "ro",
        "up"
      ],
      [
        "Ġo",
        "pt"
      ],
      [
        "AR",
        "Y"
      ],
      [
        "ĠA",
        "DD"
      ],
      [
        "Ġin",
        "vol"
      ],
      [
        "Ġin",
        "vent"
      ],
      [
        "Ġa",
        "bo"
      ],
      [
        "Ġa",
        "dd"
      ],
      [
        "Ġu",
        "p"
      ],
      [
        "Ġdep",
        "t"
      ],
      [
        "Ġpro",
        "bl"
      ],
      [
        "Ġ'",
        "%"
      ],
      [
        "ĠJ",
        "un"
      ],
      [
        "ĠJ",
        "anuary"
      ],
      [
        "Ġd",
        "ol"
      ],
      [
        "Ġg",
        "rade"
      ],
      [
        "Ġg",
        "reater"
      ],
      [
        "Ġg",
        "roup"
      ],
      [
        "Ġl",
        "et"
      ],
      [
        "Ġl",
        "anguage"
      ],
      [
        "Ġl",
        "inks"
      ],
      [
        "Ġm",
        "ax"
      ],
      [
        "Ġm",
        "athe"
      ],
      [
        "Ġm",
        "inimum"
      ],
      [
        "um",
        "ns"
      ],
      [
        "Ġre",
        "lation"
      ],
      [
        "Ġre",
        "venue"
      ],
      [
        "Ġto",
        "p"
      ],
      [
        "ET",
        "IM"
      ],
      [
        "ET",
        "DATE"
      ],
      [
        "et",
        "ween"
      ],
      [
        "ĠS",
        "ET"
      ],
      [
        "ĠS",
        "QL"
      ],
      [
        "ĠS",
        "tat"
      ],
      [
        "Ġan",
        "ot"
      ],
      [
        "UP",
        "DATE"
      ],
      [
        "Wh",
        "ich"
      ],
      [
        "ac",
        "ed"
      ],
      [
        "ac",
        "king"
      ],
      [
        "Ġ1",
        "00"
      ],
      [
        "Ġ5",
        "0"
      ],
      [
        "ĠG",
        "ETDATE"
      ],
      [
        "ĠV",
        "AL"
      ],
      [
        "Ġb",
        "etween"
      ],
      [
        "Ġst",
        "art"
      ],
      [
        "Ġst",
        "atu"
      ],
      [
        "ĠIN",
        "NER"
      ],
      [
        "Ġus",
        "ed"
      ],
      [
        "Ġwho",
        "se"
      ],
      [
        "im",
        "iz"
      ],
      [
        "ĠC",
        "anada"
      ],
      [
        "ĠN",
        "LP"
      ],
      [
        "ĠN",
        "OW"
      ],
      [
        "ĠN",
        "ew"
      ],
      [
        "ĠT",
        "OP"
      ],
      [
        "ĠY",
        "ork"
      ],
      [
        "Ġf",
        "rom"
      ],
      [
        "Ġcategor",
        "y"
      ],
      [
        "Ġex",
        "ecu"
      ],
      [
        "ĠAS",
        "C"
      ],
      [
        "Ġpublis",
        "hed"
      ],
      [
        "AL",
        "TER"
      ],
      [
        "ES",
        "C"
      ],
      [
        "IM",
        "ARY"
      ],
      [
        "am",
        "ount"
      ],
      [
        "en",
        "ging"
      ],
      [
        "lar",
        "s"
      ],
      [
        "un",
        "icate"
      ],
      [
        "ĠD",
        "IS"
      ],
      [
        "ĠD",
        "ESC"
      ],
      [
        "ĠL",
        "anguage"
      ],
      [
        "ĠL",
        "IKE"
      ],
      [
        "Ġth",
        "an"
      ],
      [
        "Ġth",
        "is"
      ],
      [
        "Ġtr",
        "ans"
      ],
      [
        "Ġtr",
        "acking"
      ],
      [
        "Ġtabl",
        "e"
      ],
      [
        "Ġtabl",
        "es"
      ],
      [
        "Ġpl",
        "ans"
      ],
      [
        "Ġpl",
        "aced"
      ],
      [
        "Ġsc",
        "ored"
      ],
      [
        "Ġsc",
        "hema"
      ],
      [
        "Ġav",
        "g"
      ],
      [
        "Ġav",
        "erage"
      ],
      [
        "Ġlo",
        "cated"
      ],
      [
        "Ġlo",
        "gs"
      ],
      [
        "Ġmo",
        "st"
      ],
      [
        "Ġmo",
        "nth"
      ],
      [
        "Ġ500",
        "00"
      ],
      [
        "ĠINT",
        "O"
      ],
      [
        "ĠCO",
        "LUM"
      ],
      [
        "ĠCO",
        "UNT"
      ],
      [
        "Ġfor",
        "eign"
      ],
      [
        "Ġexpi",
        "red"
      ],
      [
        "Ġexpi",
        "res"
      ],
      [
        "Ġpayment",
        "s"
      ],
      [
        "Ġdatabas",
        "e"
      ],
      [
        "Ġdatabas",
        "es"
      ],
      [
        "()",
        ");"
      ],
      [
        "(*",
        ")"
      ],
      [
        "25",
        "5"
      ],
      [
        "CR",
        "EAT"
      ],
      [
        "DELE",
        "TE"
      ],
      [
        "Dis",
        "play"
      ],
      [
        "Natu",
        "ral"
      ],
      [
        "St",
        "ruct"
      ],
      [
        "TIN",
        "CT"
      ],
      [
        "custome",
        "r"
      ],
      [
        "fin",
        "es"
      ],
      [
        "lo",
        "gin"
      ],
      [
        "mat",
        "ics"
      ],
      [
        "os",
        "ing"
      ],
      [
        "ress",
        "es"
      ],
      [
        "shi",
        "ps"
      ],
      [
        "Ġde",
        "fines"
      ],
      [
        "ĠLE",
        "FT"
      ],
      [
        "Ġon",
        "e"
      ],
      [
        "Ġho",
        "urs"
      ],
      [
        "Ġye",
        "ar"
      ],
      [
        "ĠDAT",
        "ETIM"
      ],
      [
        "ĠKE",
        "Y"
      ],
      [
        "Ġvol",
        "ume"
      ],
      [
        "ĠHAV",
        "ING"
      ],
      [
        "ĠMar",
        "ch"
      ],
      [
        "ĠPR",
        "IMARY"
      ],
      [
        "ĠUnit",
        "ed"
      ],
      [
        "Ġcon",
        "stra"
      ],
      [
        "Ġcre",
        "ated"
      ],
      [
        "Ġcho",
        "osing"
      ],
      [
        "Ġcol",
        "umns"
      ],
      [
        "Ġcount",
        "ry"
      ],
      [
        "Ġcours",
        "es"
      ],
      [
        "Ġchall",
        "enging"
      ],
      [
        "Ġcomm",
        "unicate"
      ],
      [
        "Ġtit",
        "le"
      ],
      [
        "Ġtime",
        "stam"
      ],
      [
        "Ġpop",
        "ular"
      ],
      [
        "Ġeff",
        "icient"
      ],
      [
        "Ġsign",
        "ed"
      ],
      [
        "INSER",
        "T"
      ],
      [
        "Ġopt",
        "imiz"
      ],
      [
        "Ġinvol",
        "ves"
      ],
      [
        "Ġinvent",
        "ory"
      ],
      [
        "Ġabo",
        "ve"
      ],
      [
        "Ġadd",
        "resses"
      ],
      [
        "Ġprobl",
        "em"
      ],
      [
        "ĠJun",
        "e"
      ],
      [
        "Ġdol",
        "lars"
      ],
      [
        "Ġgrade",
        "s"
      ],
      [
        "Ġgroup",
        "ed"
      ],
      [
        "Ġlet",
        "ter"
      ],
      [
        "Ġmax",
        "imum"
      ],
      [
        "Ġmathe",
        "matics"
      ],
      [
        "Ġrelation",
        "ships"
      ],
      [
        "ĠStat",
        "es"
      ],
      [
        "Ġanot",
        "her"
      ],
      [
        "ĠVAL",
        "UES"
      ],
      [
        "Ġstatu",
        "s"
      ],
      [
        "Ġexecu",
        "tion"
      ],
      [
        "ĠDIS",
        "TINCT"
      ],
      [
        "Ġtrans",
        "lation"
      ],
      [
        "ĠCOLUM",
        "N"
      ],
      [
        "CREAT",
        "E"
      ],
      [
        "Struct",
        "ured"
      ],
      [
        "ĠDATETIM",
        "E"
      ],
      [
        "Ġconstra",
        "int"
      ],
      [
        "Ġtimestam",
        "p"
      ],
      [
        "Ġoptimiz",
        "ation"
      ]
    ]
  }
}